Repository: RedTurtle/Products.EasyNewsletter
Catalog: Products/EasyNewsletter/locales/*/LC_MESSAGES/EasyNewsletter.po
Languages: it

source: ${count} import(s) failed.
it: import di ${count} iscritti fallito.

source: ${count} import(s) successful.
it: ${count} iscritto/i importato/i con successo.

source: A page in the site. Can contain rich text.
it: Una pagina del sito. Puo' contenere testo html

source: Action
it: Azione

source: Allowed content aggregation types
it: Consenti aggregazione di contenuti

source: An easy to use Newsletter
it: Una newsletter facile da usare

source: An error occured
it: Si è verificato un errore

source: An issue of a newsleter
it: Un argomento della newsletter

source: Archive
it: Archivi

source: CSV file
it: File CSV

source: Confirm your subscription on ${portal_url}
it: Conferma la tua iscrizione a ${portal_url}

source: Content type
it: Contenuto

source: Content types which will be visbile in the Content aggregation sources reference field.
it: Contenuti che saranno visibili nel campo di aggregazione delle risorse

source: Delete
it: Elimina

source: Drafts
it: Bozze

source: ENL_content_aggregation_sources_desc
it: Seleziona le risorse da aggregare

source: ENL_content_aggregation_sources_label
it: Sorgenti per i contenuti da aggregare

source: ENL_image_desc
it: Immagine banner, e' possibile includere un'immagine nel template utilizzando {{banner}}. L'immagine deve essere 600x200 pixel

source: ENL_logo_desc
it: Immagine loogo, e' possibile includerla nel template tramite {{logo}}.

source: EasyNewsletter_ENLIssue_help_excludeAllSubscribers
it: Se selezionato, la newsletter non verra' inviata a tutti gli iscritti esterni della newsletter

source: EasyNewsletter_ENLIssue_help_ploneReceiverGroups
it: Seleziona i gruppi di Plone che devono ricevere la newsletter

source: EasyNewsletter_ENLIssue_help_ploneReceiverMembers
it: Seleziona i membri di Plone che devono ricevere la newsletter

source: EasyNewsletter_ENLIssue_help_sendToAllPloneMembers
it: Se selezionato, la newsletter viene spedita a tutti gli utenti registrati in Plone

source: EasyNewsletter_description_subscriber_confirmation_mail_subject
it: Test usato per l'oggetto dell'email di conferma. È possibile personalizzare il testo, ma deve includere il marcatore: ${portal_url}

source: EasyNewsletter_enablesendbutton_label
it: Abilita bottone di invio

source: EasyNewsletter_help_externalDeliveryService
it: Alcuni prodotti mettono a disposizione servizi di spedizioni esterni per EasyNewsletter. Se qualcuno è stato installato puoi selezionarlo da qui.

source: EasyNewsletter_help_externalSubscriberSource
it: Alcuni prodotti mettono a disposizione sorgenti di iscritti esterni per EasyNewsletter. Se qualcuno è stato installato puoi selezionarlo da qui.

source: EasyNewsletter_help_fullname_fallback
it: Questo rimpiazzerà il marcatore {% subscriber-fullname %} se l'iscritto non ha un nome completo

source: EasyNewsletter_help_ploneReceiverGroups
it: Seleziona un gruppo di utenti al quale inviare la newsletter

source: EasyNewsletter_help_ploneReceiverMembers
it: Seleziona gli utenti ai quali inviare la newsletter

source: EasyNewsletter_help_salutations
it: Definisci qui le possibili forme di saluto per gli iscritti. Un saluto per riga nella forma: "sig.|Caro Sig.". Il valore prima del carattere '|' potrà essere utilizzato per assegnare il saluto corrispondente (ciò che viene dopo il carattere '|') all'aggiunta di un iscritto.

source: EasyNewsletter_help_senderEmail
it: Indirizzo e-mail del mittente della newsletter

source: EasyNewsletter_help_senderEmailForm
it: Indirizzo e-mail del mittente della newsletter. Se viene lasciato vuoto, verrà usato l'indirizzo predefinito

source: EasyNewsletter_help_senderName
it: Nome predefinito del mittente della newsletter

source: EasyNewsletter_help_senderNameForm
it: Nome del mittente della newsletter. Se viene lasciato vuoto, verrà usato il nome predefinito.

source: EasyNewsletter_help_subject
it: Oggetto dell'e-mail. Se lasciato vuoto, verrà usato il titolo della newsletter.

source: EasyNewsletter_help_template
it: Modello usato per visualizzare i contenuti aggregati

source: EasyNewsletter_help_testEmail
it: E-mail di test

source: EasyNewsletter_help_testreceiverForm
it: E-mail di test. Se lasciato vuoto, verrà usato l'indirizzo predefinito

source: EasyNewsletter_help_unsubscribe_string
it: Questo sostituirà il marcatore {% unsubscribe %}.

source: EasyNewsletter_label_default_footer
it: Piè di pagina

source: EasyNewsletter_label_default_header
it: Intestazione

source: EasyNewsletter_label_externalDeliveryService
it: Servizio di spedizione esterno

source: EasyNewsletter_label_externalSubscriberSource
it: Sorgente esterna di iscritti

source: EasyNewsletter_label_firstname
it: Nome

source: EasyNewsletter_label_footer
it: Piè di pagina

source: EasyNewsletter_label_fullname_fallback
it: Sostituto per iscritti senza nome

source: EasyNewsletter_label_header
it: Intestazione

source: EasyNewsletter_label_help_nl_language
it: Lingua

source: EasyNewsletter_label_lastname
it: Cognome

source: EasyNewsletter_label_name_prefix
it: Prefisso

source: EasyNewsletter_label_noSource
it: nessuna sorgente esterna di iscritti

source: EasyNewsletter_label_organization
it: Azienda/Organizzazione

source: EasyNewsletter_label_ploneReceiverGroups
it: Gruppi Plone che riceranno la newsletter

source: EasyNewsletter_label_ploneReceiverMembers
it: Utenti del portale che riceveranno la newsletter

source: EasyNewsletter_label_salutation
it: Saluto

source: EasyNewsletter_label_salutations
it: Saluto dell'iscritto.

source: EasyNewsletter_label_senderEmail
it: E-mail del mittente

source: EasyNewsletter_label_senderName
it: Nome del mittente

source: EasyNewsletter_label_subject
it: Oggetto

source: EasyNewsletter_label_subscriber_confirmation_mail_subject
it: Oggetto e-mail per conferma iscrizione

source: EasyNewsletter_label_subscriber_confirmation_mail_text
it: Testo e-mail per conferma iscrizione

source: EasyNewsletter_label_template
it: Template di aggregazione di contenuti

source: EasyNewsletter_label_testEmail
it: E-mail di test

source: EasyNewsletter_label_testreceiver
it: E-mail di test

source: EasyNewsletter_label_text
it: Testo

source: EasyNewsletter_label_title
it: Titolo

source: EasyNewsletter_label_unsubscribe_string
it: Testo per il link 'cancellazione'

source: Edit
it: Modifica

source: Edit Newsletter portlet
it: Modifica il riquadro newsletter

source: Email existed, updated subscriber.
it: Email pre-esistente, informazioni per l'iscritto aggiornate

source: First Name
it: Nome

source: History
it: Cronologia

source: Import
it: Importa

source: Issue
it: Argomento

source: Issue archive
it: Archivi

source: Issue drafts
it: Bozze

source: Issue masters
it: Masters

source: Language
it: Lingua

source: Last Name
it: Cognome

source: Manage aggregation templates
it: Gestione template aggregrati

source: Newsletter subscriber portlet
it: Portlet di iscrizione alla newsletter

source: No file specified.
it: Nessun file specificato.

source: No subscriber selected!
it: Nessun iscritto selezionato

source: Organization
it: Organizzazione

source: Please enter a valid email address.
it: Prego inserire un indirizzo e-mail valido.

source: Prefix
it: Prefisso

source: Reason for failure
it: Motivo del fallimento

source: References
it: Riferimenti

source: Salutation
it: Saluto

source: Search
it: Cerca

source: Select your CSV file here.
it: Seleziona il file CSV.

source: Sent
it: Spedito

source: Subscriber
it: Iscritto

source: Subscriber Search
it: Cerca iscritto

source: Subscriber created.
it: Iscritto creato

source: Subscriberlist
it: Lista degli iscritti

source: Subscribers
it: Iscritti

source: The CSV file must contain the header and follow this format
it: Il CSV deve contenere un header col seguente formato

source: There are ${subscribers_count} subscribers
it: Ci sono ${subscribers_count} iscritti

source: This portlet displays the subscriber add form of a newsletter.
it: Questo riquadro mostra il modulo di iscrizione per la newsletter

source: Title
it: Titolo

source: Title for the portlet.
it: Titolo del riquadro.

source: View
it: Visualizza

source: Wrong specification of the CSV file. Please correct it and retry.
it: Formato del file CSV non valido. Correggere e riprovare.

source: You have been unsubscribed.
it: La tua registrazione è stata annullata.

source: You want to unsubscribe from this Newsletter?
it: Si desidera annullare l'iscrizione a questa newsletter?

source: Your email address is already registered.
it: Il tuo indirizzo email è già registrato.

source: Your email has been registered. A confirmation email was sent to your address. Please check your inbox and click on the link in the email in order to confirm your subscription.
it: La tua email è stata registrata. Un'email di conferma è stata inviata al tuo indirizzo. Controlla la tua posta in ingresso e clicca sul link di conferma della registrazione.

source: Your registered E-Mail address:
it: Il tuo indirizzo e-mail registrato

source: Your subscription was successfully confirmed.
it: La tua sottoiscrizione è stata correttamente confermata.

source: action
it: Azione

source: add_subscriber
it: Aggiungi un iscritto

source: cancel
it: Annullare

source: description_help_footer
it: L'epilogo del messaggio incluso nei messaggi in uscita.

source: description_help_header
it: L'intestazione che verrà inclusa nei messaggi in uscita.

source: description_subscriber_confirmation_mail_text
it: Testo usato per l'email di conferma. Lo puoi personalizzare ma dovrebbe comunque contenere i riferimenti: ${portal_url}, ${subscriber_email} e {confirmation_url}!

source: description_text
it: Utilizzato nella pagina principale di EasyNewsletter prima della lista degli argomenti archiviati.

source: description_text_footer
it: Testo predefinito del footer. Utilizzato per nuovi argomenti. È possibile utilizzare i marcatori [[SUBSCRIBER_SALUTATION]] e [[UNSUBSCRIBE]].

source: description_text_header
it: Testo predefinito dell'header. Utilizzato per nuovi argomenti. È possibile utilizzare i marcatori [[SUBSCRIBER_SALUTATION]] e [[UNSUBSCRIBE]].

source: description_text_issue
it: Contenuto principale per l'invio della newsletter. E' possibile utilizzare le Collezioni o inserire manualmente il contenuto.

source: easynewsletter_backtonewsletter_label
it: Ritorna alla newsletter

source: easynewsletter_button_label
it: iscriviti

source: easynewsletter_drafts_description
it: Le bozze sono versioni di newsletter ancora in fase di redazione e non ancora spedite.

source: easynewsletter_drafts_label
it: Bozze

source: easynewsletter_label_export_subscribers
it: Esporta iscritti

source: easynewsletter_label_import_subscribers
it: Importa iscritti

source: easynewsletter_masters_description
it: I documenti master sono newsletter che sono nascoste e che possono essere riutilizzate come base per nuove newsletter

source: easynewsletter_newslettersent_label
it: La newsletter è stata già inviata

source: easynewsletter_non_issues_label
it: Non ci sono argomenti.

source: easynewsletter_nondrafts_label
it: Non ci sono bozze.

source: easynewsletter_nosubscribers_label
it: Non ci sono iscritti.

source: easynewsletter_notemplates_label
it: Non ci sono template.

source: easynewsletter_send_button
it: Invia newsletter

source: easynewsletter_sendnewsletter_label
it: Invia argomento

source: easynewsletter_subcribers_label
it: Iscritti

source: easynewsletter_unsubscribe_button
it: Cancellati

source: enl_help_output_template
it: Scegliere un modello con cui visualizzare le email

source: enl_issue_help_hide_image
it: Se selezionato, l'immagine banner definita per la newsletter o per questo argomento non verrà usata.

source: enl_label_aggregation_template
it: Modello di aggregazione

source: firstname_listing
it: Nome

source: go_to_parent_url
it: Vai su di un livello

source: help_excludeAllSubscribers
it: Se selezionato, la newsletter non verrà spedita a tutti gli iscritti interni alla newsletter. Il cambio di questa impostazione non ha effetto sugli argomenti già creati.

source: help_mailtemplate_body_pt
it: Questa impostazione non è più utilizzata e verrà rimossa nelle future versioni del prodotto.

source: help_sendToAllPloneMembers
it: Se selezionato, la newsletter verrà inviata a tutti gli utenti del portale. Gli iscritti alla newsletter riceveranno comunque l'email.

source: import_export
it: Importa / Esporta

source: invalid_email
it: Inserire un indirizzo email valido

source: issues_label
it: Argomenti

source: label_excludeAllExternalSubscribers
it: Escludi tutti gli iscritti esterni

source: label_excludeAllSubscribers
it: Escludi tutti gli iscritti

source: label_issueHideImage
it: Nascondi l'immagine banner

source: label_salutation_mr
it: Signore

source: label_salutation_ms
it: Signora

source: label_select_all_items
it: Seleziona tutti

source: label_sendToAllPloneMembers
it: Invia a tutti gli utenti del portale

source: language
it: Lingua

source: lastname_listing
it: Cognome

source: listingheader_modified
it: Modificato

source: mr
it: Signor

source: ms
it: Signora

source: name
it: Nome

source: name_prefix_listing
it: Prefisso

source: organization_listing
it: Organizzazione

source: organization_portlet
it: Organizzazione

source: salutation_listing
it: Saluto

source: source
it: Sorgente

source: subscriber/s deleted successfully
it: iscritto/i cancellato/i con successo

source: subscribers_search_note
it: Questa ricerca funziona solo per gli iscritti locali, non per quelli provenienti da fonti esterne.

source: sucessfully_created_subscribers
it: Iscritti creati con successo

source: unsubscribe
it: Cancellati
